import './Partners.css';

function Partners() {
    return (
        <section className='partners'>
            <article className='partners-inf'>

                <h2 className='partners-heading'>
                    Ние имаме високи очаквания към нашите превозвачи, за да отговорим на изискванията на нашите Клиенти за качество и изпълнение. Лоялността, честността и добрата работа се признават и възнаграждават.
                </h2>

                <ul className='partners-list'>
                    <h3 className='partners-list-h3'>В резултат, нашите превозвачи:</h3>
                    <li>Имат непрекъсната работа по договорени дестинации;</li>
                    <li>Получават навременни и сигурни плащания, включително авансови плащания;</li>
                    <li>Развиват стабилен бизнес и увеличават своя автопарк;</li>
                    <li>Работят по-добре благодарение на подкрепата и обученията от наша страна;</li>
                    <li>Възползват се от IT решенията, които прилагаме за опростяване на работните процеси;</li>
                    <li>Пряк контакт и подкрепа от нашите екипи.</li>
                </ul>

                <ul className='partners-list'>
                    <h3 className='partners-list-h3'>Бонус програма за превозвачите:</h3>
                    <p>Дългосрочните превозвачи се ползват от предимствата на нашата Бонус програма, само ако отговарят на конкретните условия за всяка една поотделно:</p>
                    <li>Факторинг услуги;</li>
                    <li>Контакт с основния ни GPS партньор и ползване на отстъпки;</li>
                    <li>Контакт с фирми, представителки в чужбина – Германия, Франция и др.;</li>
                    <li>Съдействие при организирането на сервизна дейност в чужбина;</li>
                    <li>Предоставяме също и фериботни резервации предимно по линиите Италия-Гърция и обратно (регистрация, QR код, сервизно обслужване 24/7);</li>
                    <li>Предоставяме тунелите Монт Блан и Фрежус на конкурентни цени.</li>
                </ul>
            </article>
            <article className='partners-new'>
                <div className='partners-new-container'>
                    <h1 className='partners-new-h1'>Стани партньор</h1>
                    <p className='partners-new-p1'>Нашият бизнес се основава на дълготрайни партньорства, открита комуникация, гъвкавост и подкрепа. За да осигурим на нашите клиенти очакваното качество и изпълнение ние сме фокусирали усилията си върху развиването на силни локални мрежи от превозвачи.</p>
                    <p className='partners-new-p'>Превръщането ни в локален фактор на растежа, както и подкрепата за нашите превозвачи са едни от най-важните ни цели.</p>
                    <p className='partners-new-p'>Нашият специализиран Отдел за работа с подизпълнители управлява всички аспекти на сътрудничеството с превозвачите – започвайки от подбора, интегрирането в нашата мрежа и в Бонус програмата за превозвачите ни, консолидиране на сътрудничеството, мониторинг на KPIs /ключовите индикатори на успеха/, до обучение и одити за подобрение.</p>
                    <p className='partners-new-p'>Вие ще работите с партньор, който е сертифициран по ISO за високо качество и с правен отдел за защита срещу искове и за решаване на правни въпроси.</p>
                    <p className='partners-new-p'>Затова ние Ви предлагаме да се запознаете с нашите условия и ред, чиято цел е да Ви помогнат да предложите възможно най-доброто обслужване, както и да предотвратяват всякакви проблеми по време на сътрудничеството ни.</p>
                </div>
            </article>

            <article className='partners-conditions'>
                <div className='partners-conditions-container'>
                    <h1 className='partners-conditions-h1'>Минимум условия, на които трябва да отговаряте</h1>
                    <i className="fas fa-check-double"><p className="partners-condition-p">Валиден транспортен лиценз</p></i>
                    <i className="fas fa-check-double"><p className="partners-condition-p">Валидна CMR застраховка – минимум 250.000 euro</p></i>
                    <i className="fas fa-check-double"><p className="partners-condition-p">Автопарк с клас EURO 5 или по-нов клас двигатели</p></i>
                    <i className="fas fa-check-double"><p className="partners-condition-p">Оборудване съобразено с изискванията на нашите клиенти</p></i>
                </div>
            </article>
        </section>
    );
}

export default Partners;