import './Career.css'

function Career() {
    return (
        <section className='career'>
            <article className='career-banner'>
                <img className='career-banner-img' src='/static/career-page-banner.jpg' alt='career banner' />
            </article>
            <article className='career-banner-intro'>
                <h1 className='career-banner-intro-h1' >
                    Да преобърнем Вашата перспектива – Харесваме това, което работим
                </h1>
                <p className='career-banner-intro-p' >Да, и ще Ви приветстваме да бъдете един от нас, защото ние приобщаваме и сме фокусирани върху потенциала. Ние вярваме, че делегирането на отговорности работи по-добре, отколкото микро-управлението. Имаме изградена култура и ясни очаквания. Нашият предприемачески дух ни кара да ценим най-много автентичността и проактивността.</p>
                <p className='career-banner-intro-p' >Нашите екипи са смесица от хора с различни биографии, инициативни личности с творческа нагласа, свързани чрез взаимна подкрепа, позитивно отношение и следващи общи принципи.</p>
            </article>
            <article className='career-banner-offer'>
                <h1>Ние съзнаваме, че изискваме много, но сме ангажирани да даваме много повече.</h1>
                <h1>Предлагаме Ви истинска кариера:</h1>
                <ul>
                    <li>В която ще се ползвате с доверие, уважение и ще бъдете ценени,</li>
                    <li>В която ще комуникирате свободно и честно с Вашия мениджър,</li>
                    <li>В която ентусиазмът ще бъде движещата Ви сила,</li>
                    <li>В която Вашата инициатива се цени и идеите Ви могат да се превърнат в проекти,</li>
                    <li>Която Ви помага да израствате и да се учите непрестанно,</li>
                    <li>Която Ви помага да дадете своя принос към обществото.</li>
                </ul>
            </article>
        </section>
    );
}

export default Career;